tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "cask"
brew "curl"
brew "mas"
brew "python@3.9"
brew "node"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "iterm2"
cask "google-chrome"
cask "bartender"
cask "karabiner-elements"

cask "stats"
cask "macs-fan-control"
cask "scroll-reverser"

cask "notion"
cask "discord"
cask "telegram-desktop"

cask "obs"
cask "blackhole-2ch"
cask "zoom"
cask "vlc"
cask "keka"
cask "appcleaner"

cask "postman"
cask "gitkraken"
cask "visual-studio-code"
cask "intellij-idea"
cask "unity-hub"
cask "magicavoxel"

cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "teamviewer"

mas "Magnet", id: 441258766
mas "Alfred", id: 405843582
mas "카카오톡", id: 869223134
mas "Slack", id: 803453959

mas "Xcode", id: 497799835
mas "한컴오피스 한글 2014 VP 뷰어", id: 416746898
mas "GoodNotes", id: 1444383602

mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Outline", id: 1356178125
mas "Brother P-touch Editor", id: 1453365242