tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "cask"
brew "curl"
brew "mas"
brew "node"
brew "python@3.9"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "adoptopenjdk8"
cask "appcleaner"
cask "bartender"
cask "discord"
cask "gitkraken"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-office"
cask "notion"
cask "scroll-reverser"
cask "stats"
cask "telegram"
cask "telegram-desktop"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Alfred", id: 405843582
mas "Brother P-touch Editor", id: 1453365242
mas "GoodNotes", id: 1444383602
mas "Magnet", id: 441258766
mas "Outline", id: 1356178125
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
mas "벅스 플레이어", id: 1211096598
mas "카카오톡", id: 869223134
mas "한컴오피스 한글 2014 VP 뷰어", id: 416746898
