tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "fabianishere/personal"
tap "homebrew/bundle"
tap "homebrew/services"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "cairo"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "croc"
brew "libssh2"
brew "curl"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "python@3.11"
brew "gobject-introspection"
brew "groonga"
brew "guile"
brew "libfido2"
brew "mariadb", restart_service: true
brew "mas"
brew "mysql-client"
brew "node"
brew "openjdk@17"
brew "python@3.9"
brew "tcl-tk"
brew "python-tk@3.9"
brew "python@3.10"
brew "rclone"
brew "ruby"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "dart-lang/dart/dart", link: false
brew "fabianishere/personal/pam_reattach"
cask "adoptopenjdk"
cask "android-ndk"
cask "android-sdk"
cask "android-studio"
cask "anydesk"
cask "appcleaner"
cask "bartender"
cask "blackhole-2ch"
cask "datagrip"
cask "deepl"
cask "discord"
cask "flutter"
cask "gitkraken"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "keyboardcleantool"
cask "mendeley-reference-manager"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "millie"
cask "mysqlworkbench"
cask "notion"
cask "obs"
cask "outline-manager"
cask "postman"
cask "scroll-reverser"
cask "stats"
cask "teamviewer"
cask "telegram-desktop"
cask "visual-studio-code"
cask "vlc"
cask "xampp"
cask "zoom"
mas "Alfred", id: 405843582
mas "Brother P-touch Editor", id: 1453365242
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
mas "한컴오피스 한글 2014 VP 뷰어", id: 416746898
vscode "alefragnani.Bookmarks"
vscode "alexisvt.flutter-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "circlecodesolution.ccs-flutter-color"
vscode "CoenraadS.bracket-pair-colorizer"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.jquerysnippets"
vscode "donjayamanne.python-extension-pack"
vscode "ecmel.vscode-html-css"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "gornivv.vscode-flutter-files"
vscode "hoovercj.vscode-power-mode"
vscode "jcbuisson.vue"
vscode "jeff-hykin.better-cpp-syntax"
vscode "JohnHarrison.bongocat-buddy"
vscode "jprestidge.theme-material-theme"
vscode "KevinRose.vsc-python-indent"
vscode "marcelovelasquez.flutter-tree"
vscode "mikestead.dotenv"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.java"
vscode "ritwickdey.live-sass"
vscode "ritwickdey.LiveServer"
vscode "Shan.code-settings-sync"
vscode "TabNine.tabnine-vscode"
vscode "teabyii.ayu"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-pack"
vscode "WakaTime.vscode-wakatime"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zhang-renyang.chat-gpt"
vscode "zhengrenzhe.nyan-cat"
vscode "zhuangtongfa.material-theme"
